const defaultMapleData = {
    "templates": {
        "bossNames": ["스우", "데미안", "루시드", "윌", "더스크", "듄켈", "진힐라", "검은마법사"],
        "liberationNames": ["반레온", "아카이럼", "매그너스", "스우", "데미안", "윌", "루시드", "진힐라"]
    },
    "jobGroups": {
        "모험가 전사": ["히어로", "팔라딘", "다크나이트"],
        "모험가 마법사": ["아크메이지(불,독)", "아크메이지(썬,콜)", "비숍"],
        "모험가 궁수": ["보우마스터", "신궁", "패스파인더"],
        "모험가 도적": ["나이트로드", "섀도어", "듀얼블레이드"],
        "모험가 해적": ["바이퍼", "캡틴", "캐논슈터"],
        "시그너스 기사단": ["소울마스터", "플레임위자드", "윈드브레이커", "나이트워커", "스트라이커", "미하일"],
        "영웅": ["아란", "에반", "루미너스", "메르세데스", "팬텀", "은월"],
        "레지스탕스": ["블래스터", "배틀메이지", "와일드헌터", "메카닉", "제논"],
        "데몬": ["데몬슬레이어", "데몬어벤져"],
        "노바": ["카이저", "카인", "카데나", "엔젤릭버스터"],
        "레프": ["아델", "일리움", "아크"],
        "아니마": ["라라", "호영"],
        "기타": ["제로", "키네시스"]
    },
    "characters": {
        "아델": {
            "level": "280",
            "combat": "30000",
            "bosses": {
                "스우": false,
                "데미안": false,
                "루시드": false,
                "윌": false,
                "더스크": false,
                "듄켈": false,
                "진힐라": false,
                "검은마법사": false
            },
            "liberation": {
                "반레온": false,
                "아카이럼": false,
                "매그너스": false,
                "스우": false,
                "데미안": false,
                "윌": false,
                "루시드": false,
                "진힐라": false
            }
        }
    }
};